Repository: CofficLab/GitOK
Catalog: Packages/PluginLicense/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hk, zh_tw

source: Attribution
zh_hans: 致谢
zh_hk: 致謝
zh_tw: 致謝

source: Browse the license view from settings.
zh_hans: 从设置进入许可视图。
zh_hk: 從設置進入許可視圖。
zh_tw: 從設置進入許可視圖。

source: Close
zh_hans: 关闭
zh_hk: 關閉
zh_tw: 關閉

source: Compliance information is one click away.
zh_hans: 合规信息一键可达。
zh_hk: 合規信息一鍵可達。
zh_tw: 合規信息一鍵可達。

source: Core Capabilities
zh_hans: 核心能力
zh_hk: 核心能力
zh_tw: 核心能力

source: Create
zh_hans: 创建
zh_hk: 建立
zh_tw: 建立

source: Each component's license text is available.
zh_hans: 每个组件的许可文本均可查阅。
zh_hk: 每個組件的許可文本均可查閲。
zh_tw: 每個組件的許可文本均可查閱。

source: Every dependency is credited with its license terms.
zh_hans: 每个依赖都附带其许可条款致谢。
zh_hk: 每個依賴都附帶其許可條款致謝。
zh_tw: 每個依賴都附帶其許可條款致謝。

source: How It Works
zh_hans: 工作原理
zh_hk: 工作原理
zh_tw: 工作原理

source: In-app
zh_hans: 应用内
zh_hk: 應用內
zh_tw: 應用內

source: License
zh_hans: 许可证
zh_hk: 授權
zh_tw: 授權

source: Licensing made transparent, for GitOK and your projects.
zh_hans: 许可透明，覆盖 GitOK 与你的项目。
zh_hk: 許可透明，覆蓋 GitOK 與你的項目。
zh_tw: 許可透明，覆蓋 GitOK 與你的項目。

source: Open Source
zh_hans: 开源
zh_hk: 開源
zh_tw: 開源

source: Open licenses
zh_hans: 打开许可
zh_hk: 打開許可
zh_tw: 打開許可

source: Project License
zh_hans: 项目许可
zh_hk: 項目許可
zh_tw: 項目許可

source: Read GitOK's license and open-source notices in-app.
zh_hans: 在应用内阅读 GitOK 的许可与开源声明。
zh_hk: 在應用內閲讀 GitOK 的許可與開源聲明。
zh_tw: 在應用內閱讀 GitOK 的許可與開源聲明。

source: Read terms
zh_hans: 阅读条款
zh_hk: 閲讀條款
zh_tw: 閱讀條款

source: Stay informed
zh_hans: 保持知情
zh_hk: 保持知情
zh_tw: 保持知情

source: Third-Party Credit
zh_hans: 第三方致谢
zh_hk: 第三方致謝
zh_tw: 第三方致謝

source: Transparency
zh_hans: 透明度
zh_hk: 透明度
zh_tw: 透明度

source: Updates keep attribution current.
zh_hans: 更新让致谢保持最新。
zh_hk: 更新讓致謝保持最新。
zh_tw: 更新讓致謝保持最新。

source: attribution
zh_hans: 致谢
zh_hk: 致謝
zh_tw: 致謝

source: place to read
zh_hans: 阅读入口
zh_hk: 閲讀入口
zh_tw: 閱讀入口
